Repository: FA555/LIFT
Catalog: LIFT/Localizable.xcstrings
Source language: en
Languages: zh

source: A graph that shows the device’s vibration.
zh: 滚动显示设备震动的折线图。

source: A needle that responds to the device’s vibration.
zh: 实时响应设备震动的指针表盘。

source: About
zh: 关于

source: Add
zh: 新增

source: Add Event
zh: 新增事件

source: Add Friend
zh: 新增朋友

source: Add Task
zh: 新增任务

source: Author
zh: 作者

source: Birthday
zh: 生日

source: Birthday Reminder
zh: 生日提醒

source: Birthdays
zh: 生日

source: Cancel
zh: 取消

source: Copied
zh: 已复制

source: Copy
zh: 复制

source: Date
zh: 日期

source: Done
zh: 完成

source: Edit
zh: 编辑

source: Event Planner
zh: 行事历

source: Event title
zh: 事件名

source: Friend
zh: 朋友

source: Future
zh: 将来

source: Generate
zh: 生成

source: Generate a QR code from the input text.
zh: 从输入的文本生成二维码。

source: Generator
zh: 生成器

source: Graph
zh: 图表

source: Helps you plan your deadlines.
zh: 帮你记录事件与 DDL。

source: If no QR code is shown, please check if the input text is too long and try again.
zh: 如果没有显示二维码，请检查输入文本是否过长并重试。

source: In 7 Days
zh: 7天内

source: In 30 Days
zh: 30天内

source: Max
zh: 高

source: Measures the device’s vibrations.
zh: 测量设备的震动。

source: Min
zh: 低

source: Name
zh: 名字

source: Needle
zh: 指针

source: New Friend
zh: 新朋友

source: No events
zh: 未找到事件

source: No friends
zh: 未找到朋友

source: No QR Code Generated
zh: 未生成二维码

source: OK
zh: 好

source: Organises all your friends' birthdays.
zh: 整理所有朋友的生日。

source: Past
zh: 过去

source: Personal website
zh: 个人主页

source: Pitch: %lf
zh: 俯仰角：%lf

source: QR Code
zh: 二维码

source: QR Code Generator
zh: 二维码生成器

source: QR Code Scanner
zh: 二维码扫描器

source: QR Code Tool
zh: 二维码工具

source: Repository
zh: 仓库

source: Roll: %lf
zh: 横滚角：%lf

source: Save
zh: 保存

source: Saved
zh: 已保存

source: Scan a QR code to get the content.
zh: 扫描二维码获取内容。

source: Scan Result
zh: 扫描结果

source: Scanner
zh: 扫描器

source: Scans and generates QR codes.
zh: 扫描和生成二维码。

source: Seismometer
zh: 地动仪

source: Select a tool to start.
zh: 选择一个工具以开始。

source: Sensitivity
zh: 灵敏度

source: Set the device on a flat surface to record vibrations.
zh: 将设备放在平面上以测量震动。

source: Tap + to start.
zh: 轻点+以开始。

source: Task
zh: 任务

source: Task description
zh: 任务描述

source: Tasks
zh: 任务

source: Toolbox
zh: 工具箱

source: Version
zh: 版本

source: Z Acceleration: %lf
zh: Z轴加速度：%lf
